IDS_RUS_CODE_REPORT_EN_TEST = "EC_Rapport_EN-Test(Lang:EN)"
IDS_RUS_DLL_ERROR = "Une version incorrecte de la dll est liée"
IDS_RUS_DLL_ERROR_REPORT = "Impossible d'initialiser la dll COM"
IDS_CVL_REPORT_PRINTING = "Impression du rapport..."
IDS_CVL_REPORT_GENERATING = "Génération du rapport..."
IDS_CVL_RPT_SNiP_Spartial_Section = "Calcul de la résistance des sections des éléments spatiaux"
IDS_CVL_RPT_SNiP_Not_required = "Non requis"
IDS_SP16_Par711_Title = "Calcul de la résistance des éléments sous traction ou compression centrée (par. 7.1.1)"
IDS_SP16_Par713_Title = "Calcul de la stabilité des éléments à section pleine sous compression centrée (par. 7.1.3)"
IDS_SP16_Par715_Title = "Stabilité en cas de perte de stabilité par flexion-torsion d'une section ouverte (par. 7.1.5)"
IDS_SP16_Par723_Title = "Calcul de la flexibilité conditionnelle de la branche (par. 7.2.3)"
IDS_SP16_Par724_Title = "Calcul de la stabilité des branches individuelles dans les éléments à section composée (par. 7.2.4)"
IDS_SP16_Par732_Title = "Stabilité des parois des éléments à section pleine comprimés de manière centrée (par. 7.3.2)"
IDS_SP16_Par733_Title = "Les parois des éléments à section pleine comprimés de manière centrée doivent être renforcées par des nervures transversales (par. 7.3.3)"
IDS_SP16_Par733_CrossRibsNotSet = "o_lambda_w > 2.3\n\nDes nervures transversales sont requises, mais non définies."
IDS_SP16_Par733_CheckCrossRibFrequency = "o_lambda_w > 2.3\n\nDes nervures transversales sont requises et définies. Vérification de la suffisance de la fréquence des nervures transversales :"
IDS_SP16_Par733_CrossRibsAreNotRequired = "o_lambda_w <= 2.3\n\nLes nervures transversales ne sont pas requises."
IDS_SP16_Par738_Title = "Stabilité des tôles d'âme des éléments à section pleine comprimés de manière centrée (par. 7.3.8)"
IDS_SP16_Par821_Title = "Calcul de la résistance des poutres de classe 1 : sous l'action d'un moment (par. 8.2.1)"
IDS_SP16_ParTau_Title = "Vérification de la section aux efforts tranchants"
IDS_SP16_Par823_Title = "Calcul de la résistance des poutres composées des 2e et 3e classes de sections en I et caisson : sous l'action d'un moment (par. 8.2.3)"
IDS_SP16_Par841_Title = "Calcul de la stabilité des poutres en I de classe 1 : sous l'action d'un moment (par. 8.4.1)"
IDS_SP16_Par851_Title = "Stabilité des âmes de poutres de classe 1 : sous l'action d'un moment (par. 8.5.1)"
IDS_SP16_Par853_Title = "Stabilité des âmes de poutres de classe 1 à section symétrique en présence de contrainte locale : sous l'action d'un moment (par. 8.5.3)"
IDS_SP16_Par857_Title = "Stabilité des âmes des poutres de classe 1 d'une section en I asymétrique avec une semelle tendue plus développée (par. 8.5.7)"
IDS_SP16_Par858_Title = "Stabilité des âmes de poutres de 2e et 3e classe en acier homogène en l'absence de contrainte locale (Sigma_loc = 0) (par. 8.5.8)"
IDS_SP16_Par822_Title = "Calcul de la résistance d'une âme de poutre non renforcée par des raidisseurs sous l'action d'une contrainte locale (par. 8.2.2)"
IDS_SP16_Par8518_Title = "Stabilité des semelles comprimées des poutres de classe 1 (par. 8.5.18)"
IDS_SP16_Par8519_Title = "Stabilité des semelles comprimées des poutres de classe 2, 3 (par. 8.5.19)"
IDS_SP16_Par911_Title = "Calcul de la résistance des éléments comprimés excentrés et tendus excentrés (par. 9.1.1)"
IDS_SP16_Par913_Title = "Vérification de la résistance en traction de la section fibreuse des éléments comprimés excentrés à sections asymétriques (par. 9.1.3)"
IDS_SP16_Par922_Title = "Calcul de la stabilité des éléments comprimés excentrés dans le plan d'action du moment, coïncidant avec le plan de symétrie (par. 9.2.2)"
IDS_SP16_Par928_Title = "Calcul de la stabilité des éléments comprimés excentrés fléchis dans le plan de moindre rigidité (par. 9.2.8)"
IDS_SP16_Par929_Title = "Calcul de la stabilité des barres (sauf de type caisson) soumises à la compression et à la flexion dans deux plans principaux (par. 9.2.9)"
IDS_SP16_Par9210_Title = "Calcul de la stabilité des barres (de type caisson) soumises à la compression et à la flexion dans deux plans principaux (par. 9.2.10)"
IDS_SP16_Par924_Title = "Calcul de la stabilité des barres comprimées excentrées hors du plan d'action du moment lors de leur flexion dans le plan de plus grande rigidité (par. 9.2.4)"
IDS_SP16_Par942_Title = "Stabilité des parois des éléments comprimés excentrés (par. 9.4.2)"
IDS_SP16_Par947_Title = "Stabilité des semelles (ailes) des barres comprimées excentrées (par. 9.4.7)"
IDS_SP16_Par1041_Title = "Longueurs de calcul maximales des éléments (par. 10.4.1)"
IDS_SP16_Par1122_Title = "Calcul de la stabilité des parois des tubes sans soudure ou soudés électriquement (par. 11.2.2)"
IDS_SP16_Par1122_FurtherChecksAreNotNeeded = "o_lambda < 0.65\n D'autres vérifications ne sont pas nécessaires."
IDS_SP16_COEFFS_FOR_SECTION_TYPE = "Pour le type de Section %s, les coefficients sont : %s"
IDS_SP16_COEFFS_FOR_UNKNOWN_SECTION_TYPE = "Type de Section inconnu. Les coefficients sont : %s"
IDS_SP16_CALC_LAMBDA_EF_COMBINED_SECTION = "Calcul de la flexibilité lambda_ef d'un élément à section ajourée"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_PLANKS = "Type de Section : 1, les branches sont reliées par des plats"
IDS_SP16_COMB_SECT_TYPE1_BRANCHES_WITH_LATTICE = "Type de Section : 1, les branches sont reliées par un treillis"
IDS_SP16_CALC_PHI_COEFF = "Calcul du coefficient phi"
IDS_SP16_CALC_PHI_E_REG_ELEMENT = "Calcul du coefficient de stabilité phi_e sous compression excentrée des éléments pleins"
IDS_SP16_CALC_PHI_E_FROM_D3_TABLE = "D'après le tableau D.3 pour o_lambda_ef = %g et m = %g"
IDS_SP16_CALC_PHI_E_COMB_ELEMENT = "Calcul du coefficient de stabilité phi_e sous compression excentrée des éléments ajourés"
IDS_SP16_CALC_PHI_E_FROM_D4_TABLE = "D'après le tableau D.4 pour o_lambda_ef = %g et m = %g"
IDS_SP16_CALC_REDUCED_AREA_AD = "Calcul de l'aire réduite Ad"
IDS_SP16_SECT_TYPE_TABLE_7 = "Type de Section selon le tableau 7 :"
IDS_SP16_REQUIREMENTS_OF_732_NOT_SATISFIED = "Les exigences du paragraphe 7.3.2 ne sont pas respectées. Calcul avec aire réduite."
IDS_SP16_REQUIREMENTS_OF_942_NOT_SATISFIED = "Les exigences du paragraphe 9.4.2 ne sont pas respectées. Calcul avec aire réduite."
IDS_SP16_CALCULATION_OF_TABLE_9 = "Calcul de la flexibilité conditionnelle ultime de l'âme (tableau 9)."
IDS_SP16_CALCULATION_OF_TABLE_10 = "Calcul de la flexibilité conditionnelle ultime de la semelle (tableau 10)."
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_COMPRESSED = "Calcul de hd pour un élément comprimé de manière centrée"
IDS_SP16_CALCULATION_OF_HD_CENTRALLY_UNCOMPRESSED = "Calcul de hd pour un élément non comprimé de manière centrée"
IDS_SP16_CALCULATION_OF_BD = "Calcul de bd"
IDS_SP16_CALCULATION_OF_TABLE_D6 = "Calcul de ω, α, β à partir du tableau D.6"
IDS_SP16_CALCULATION_OF_CMAX_SECT_TYPE_4 = "Calcul du coefficient Cmax. Type de Section : 4"
IDS_SP16_CALCULATION_OF_TABLE_E1 = "Calcul des coefficients Cy, Cz, n (tableau E.1)."
IDS_SP16_FOR_AF_AW_MSG = "Pour Af = %g, Aw = %g"
IDS_SP16_CALCULATION_TABLE_ZH4 = "Calcul du coefficient B (tableau ZH.4)."
IDS_SP16_CALCULATION_TABLE_ZH5 = "Calcul des coefficients C et D (tableau ZH.5)."
IDS_SP16_UNIT_LENGTH_MM = "mm"
IDS_SP16_UNIT_LENGTH_CM = "cm"
IDS_SP16_UNIT_LENGTH_M = "m"
IDS_SP16_UNIT_LENGTH_IN = "in"
IDS_SP16_UNIT_LENGTH_FT = "ft"
IDS_SP16_UNIT_FORCE_KG = "kgf"
IDS_SP16_UNIT_FORCE_TON = "tonf"
IDS_SP16_UNIT_FORCE_N = "N"
IDS_SP16_UNIT_FORCE_KN = "kN"
IDS_SP16_UNIT_FORCE_LBF = "lbf"
IDS_SP16_UNIT_FORCE_KIP = "kip"
IDS_SP16_UNIT_FORCE_KIPs = "kips"
IDS_SP16_RATIO = "rat"
IDS_SNiP_REPORT_SECT_REDESIGN = "La Section doit être redimensionnée."
IDS_SNiP_REPORT_NOT_REQ_REBAR = "∴ Armature non requise."
IDS_SNiP_REPORT_REQ_REBAR = "∴ Armature requise."
IDS_RUS_CODE_REPORT_CH_TEST = "RUS_Report_CH-Test(Lang:CH)"
IDS_RUS_CODE_REPORT_JP_TEST = "EC_Report_JP-Test(Lang:JP)"
IDS_RUS_CODE_REPORT_KR_TEST = "EC_Report_KR-Test(Lang:KR)"
IDS_RUS_CODE_RUS_TEST = "EC_Report_RUS-Test(Lang:RUS)"
IDS_RUS_CODE_REPORT_TW_TEST = "EC_Report_TW-Test(Lang:TW)"
IDS_SP16_BIG_MY_LINEAR_INTERPOLATION_NOTE = "The value of m_y is > 5. The value of %s is determined by linear interpolation."
